var plane=function(){
	var cities = [
	    {
	        pos: [116.3,39.9],//纬经度
	        name: "北京",
	    },
	    {
	        pos: [121.4,31.2],
	        name: "上海",
	    },
	    {
	        pos: [116.0046,28.6633],
	        name: "南昌",
	    },
	    {
	        pos: [106.551556, 29.56301],
	        name: "重庆",
	    },
	    {
	        pos: [113.27,23.12911 ],
	        name: "广州",
	    },
	    {
	        pos: [108.366,22.817002 ],
	        name: "南宁",
	    },
	    {
	        pos: [ 91.17211,29.652491],
	        name: "拉萨",
	    },
	    {
	        pos: [109.84034900000006,40.657378 ],
	        name: "包头",
	    },
	    {
	        pos: [121.61468200000002,38.91400300000001 ],
	        name: "大连",
	    },
	    {
	        pos: [125.32354399999997, 43.817072],
	        name: "长春",
	    }];
    return cities;
}
module.exports=plane();

